[Option]
Option=1250
CtrlCnt=0
InfoCnt=45

936=S_Chinese
1250=English
950=T_Chinese


[S_Chinese]
Info000=Invalid string 
Info001=请不要与PhoenixPro同时运行! 
Info002=创建快捷方式失败! 
Info003=找不到配置信息, 请选择其他的img文件 
Info004=请选择固件包(*.img) 
Info005=没有发现设备! 
Info006=没有需要升级的设备! 
Info007=发现%d个可以升级的设备!\n请拔出不需要升级的设备!(保留1个需要升级的设备) 
Info008=没有找到可以支持升级的设备! 
Info009=升级过程可能导致文件丢失，请事先备份重要文件!\n\n如果继续进行升级系统请选择Yes 
Info010=用户提示 
Info011=备份信息失败: failed %d 
Info012=引导升级模式成功 
Info013=引导升级模式失败 
Info014=硬件与固件不匹配，用该img进行升级可能导致系统无法启动!\n是否继续强制进行升级? 
Info015=硬件信息不明，用该img进行升级可能导致系统无法启动!\n是否继续进行升级? 
Info016=硬件与固件不匹配，用该img进行升级可能导致系统无法启动! 
Info017=不要在工作中插拔hub!可能导致量产系统崩溃!\n请将该批设备重新升级! 
Info018=升级数据备份成功! 
Info019=升级数据备份失败 
Info020=系统升级中... 
Info021=升级失败:0x%x
Info022=系统升级成功! 
Info023=Image文件版本无效，无法进行升级操作！
Info024=请先选择img文件，再进行升级! 
Info025=%s 文件不存在,请检查 
Info026=PnpFelIn:非法ID 
Info027=固件包不满足升级条件 
Info028=新软件包不满足升级条件 
Info029=有新版本的LiveSuit软件，你希望进行升级么? 
Info030=开始进行网络同步 
Info031=网络不通，稍后进行升级... 
Info032=正在进行自升级... 
Info033=欢迎使用LiveSuit! 
Info034=初始化失败(%d) 
Info035=选择固件 			
Info036=系统升级 			
Info037=向导升级 			
Info038=网络同步 			
Info039=用户指南 			
Info040=退出 				
Info041=固件 				
Info042=进度 				
Info043=提示信息: 是否强制格式化? \n\n强制格式化会导致文件丢失, 请事先备份重要文件!\n\n选择Yes，进入格式化升级模式。\n选择No，进入普通升级模式。 (推荐使用)\n
Info044=提示信息: 确定要强制格式化吗? \n\n选择Yes，进入格式化升级模式。\n选择No，进入普通升级模式。 \n\n格式化需要花费一段时间，请耐心等待...\n
Info045=加载插件失败！
Info046=发现多个可以升级的设备!\n请拔出不需要升级的设备!(保留1个需要升级的设备)
Info047=是否需要升级？

[English]
Info000=Invalid string 
Info001=Do not run with PhoenixPro simultaneously! 
Info002=Creating Shortcut failes! 
Info003=No Config info  available, Please select other img files
Info004=Select img file (*.img) 
Info005=No device available! 
Info006=No device needs upgrade! 
Info007=find %d device!\nPlease plug out devices that needn't upgrade!(Reserve one device that needs upgrade) 
Info008=No upgradable device available! 
Info009=Please first backup important files in case of data loss!\n\nIf continue to upgrade , select Yes 
Info010=Notice 
Info011=Backup info: failed %d 
Info012=Jump to upgrade mode succeeds 
Info013=Jump to upgrade mode fails
Info014=img dismatches the hardware! the system may not be launched if upgrade with this img!\n Still continue? 
Info015=Unknown Hardware !the system may not be launched if upgrade with this img!\n Still continue? 
Info016=img dismatches the hardware! the system may not be launched if upgrade with this img!
Info017=Do not plug hub while download firmware! It may cause system crash! Please reupgrade the device! 
Info018=Upgrade data backup succeeds! 
Info019=Upgrade data backup fails! 
Info020=upgrading ... 
Info021=Upgrade fails : 0x%x
Info022=Upgrade succeeds  
Info023=Image file invalid, couldn't upgrade the device with this firmware!
Info024=Please select img file first ! 
Info025=%s files not available, please check! 
Info026=PnpFelIn:invalid ID 
Info027=img file does not meet upgrade condition 
Info028=New Software does not meet upgrade condition 
Info029=find %d device !\nNew LiveSuit software available, do you want to upgrade?
Info030=start netsync 
Info031=net unavailable, please upgrade later ... 
Info032=upgrading ... 
Info033=Welcome to LiveSuit! 
Info034=initialization fails (%d) 
Info035=Select Img 
Info036=System Upgrade 
Info037=Wizard Upgrade
Info038=NetSync 
Info039=User Guide 
Info040=Exit 
Info041=Image 
Info042=Process 
Info043=Tips: Does mandatory format? \n\nForced format will lead to files are missing, please back up important files!\n\nSelect Yes, enter the format upgrade mode.\nSelect No, enter the normal upgrade mode. (Recommended)\n
Info044=Tips: are you sure to force format?\n\nSelect Yes, enter the format upgrade mode.\nSelect No, enter the normal upgrade mode.\n\nformat upgrade may takes some times, please wait...\n
Info045=Load Plugin Failed！
Info046=Find more than one device!\nPlease plug out devices that don't need to be upgraded(Reserve only one device to be upgraded)
Info047=Update the device?

[T_Chinese]
Info000=Invalid string 
Info001=請不要與PhoenixPro同時運行! 
Info002=创建快捷方式失败! 
Info003=找不到配置資訊, 請選擇其他的img檔 
Info004=請選擇固件包(*.img) 
Info005=沒有發現設備! 
Info006=沒有需要升級的設備! 
Info007=發現%d個可以升級的設備!\n請拔出不需要升級的設備!(保留1個需要升級的設備) 
Info008=沒有找到可以支援升級的設備! 
Info009=升級過程可能導致檔丟失，請事先備份重要檔!\n\n如果繼續進行升級系統請選擇Yes 
Info010=用戶提示 
Info011=備份資訊失敗: failed %d 
Info012=引導升級模式成功 
Info013=引導升級模式失敗 
Info014=硬體與固件不匹配，用該img進行升級可能導致系統無法啟動!\n是否繼續強制進行升級? 
Info015=硬體資訊不明，用該img進行升級可能導致系統無法啟動!\n是否繼續進行升級? 
Info016=硬體與固件不匹配，用該img進行升級可能導致系統無法啟動! 
Info017=不要在工作中插拔hub!可能導致量產系統崩潰!\n請將該批設備重新量產! 
Info018=升級資料備份成功! 
Info019=升級資料備份失敗 
Info020=系統升級中... 
Info021=升級失敗:0x%x
Info022=系統升級成功! 
Info023=Image檔版本無效，無法對設備進行升級操作！
Info024=請先選擇img檔，再進行升級! 
Info025=%s 檔不存在,請檢查 
Info026=PnpFelIn:非法ID 
Info027=固件包不滿足升級條件 
Info028=新軟體包不滿足升級條件 
Info029=有新版本的LiveSuit軟體，你希望進行升級麼? 
Info030=開始進行網路同步 
Info031=網路不通，稍後進行升級... 
Info032=正在進行自升級... 
Info033=歡迎使用LiveSuit! 
Info034=初始化失敗(%d) 
Info035=選擇固件 
Info036=系統升級 
Info037=嚮導升級 
Info038=網路同步 
Info039=用戶指南 
Info040=退出 
Info041=固件 
Info042=進度
Info043=提示信息：是否強制格式化？\n\n強制格式化會導致檔案丟失，請事先備份重要檔案！\n\n選擇Yes，進入格式化升級模式。\n選擇No，進入普通升級模式。（推薦使用）\n
Info044=提示信息：確定要強制格式化嗎？ \n\n選擇Yes，進入格式化升級模式。\n選擇No，進入普通升級模式。\n\n格式化需要花費一段時間，請耐心等待......\n
Info045=加載插件失敗！
Info046=發現多個可以升級的設備!\n請拔出不需要升級的設備!(保留1個需要升級的設備) 
Info047=是否需要升級固件？